IDEA Open Model
MatAnchorProperties.KSN Property
Compatible with IDEA StatiCa 20.1
 Nonlinear stiffness in shear after over loaded FLS
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double KSN { get; set; }
Public Property KSN As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace